Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Warning: CenterFrequency invalid. Retaining the last valid configuration.
de: Warnung: CenterFrequency ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Bandwidth invalid. Retaining the last valid configuration.
de: Warnung: Bandwidth ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FrequencyNumerator invalid. Retaining the last valid configuration.
de: Warnung: FrequencyNumerator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DampingRatioNumerator invalid. Retaining the last valid configuration.
de: Warnung: DampingRatioNumerator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FrequencyDenominator invalid. Retaining the last valid configuration.
de: Warnung: FrequencyDenominator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DampingRatioDenominator invalid. Retaining the last valid configuration.
de: Warnung: DampingRatioDenominator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: WindowLength invalid. Retaining the last valid configuration.
de: Warnung: WindowLength ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: An error occurred during memory allocation for the internal ring buffer. Retaining the last valid memory.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten - der zuletzt gültige Speicher wird beibehalten.

source: Error: VelocityPosDirection zero or negative.
de: Fehler: VelocityPosDirection ist null oder negativ.

source: Error: VelocityNegDirection zero or negative.
de: Fehler: VelocityNegDirection ist null oder negativ.

source: Error: AccelerationPosDirection zero or negative.
de: Fehler: AccelerationPosDirection ist null oder negativ.

source: Error: DecelerationPosDirection zero or negative.
de: Fehler: DecelerationPosDirection ist null oder negativ.

source: Error: AccelerationNegDirection zero or negative.
de: Fehler: AccelerationNegDirection ist null oder negativ.

source: Error: DecelerationNegDirection zero or negative.
de: Fehler: DecelerationNegDirection ist null oder negativ.

source: Error: JoltTime negative.
de: Fehler: JoltTime ist negativ.

source: Error: Nodes is a null pointer.
de: Fehler: Nodes ist ein NULL-Pointer.

source: Error: NumberOfNodes less than 2.
de: Fehler: NumberOfNodes ist kleiner als 2.

source: Error: Mode invalid.
de: Fehler: Mode ist ungültig.

source: Error: The time coordinates in the array of interpolation points are not sorted.
de: Fehler: Die Zeitkoordinaten des Stützstellenarrays sind nicht sortiert.

source: Error: Period length of zero.
de: Fehler: Die Periodendauer ist null.

source: Warning: VelocityPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: VelocityPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: VelocityNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: VelocityNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: AccelerationPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: AccelerationPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DecelerationPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: DecelerationPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: AccelerationNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: AccelerationNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DecelerationNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: DecelerationNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: JoltTime negative. Retaining the last valid configuration.
de: Warnung: JoltTime ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Memory allocation failed.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten.

source: Warning: Nodes is a null pointer. Retaining the last valid configuration.
de: Warnung: Nodes ist ein NULL-Pointer - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: NumberOfNodes less than 2. Retaining the last valid configuration.
de: Warnung: NumberOfNodes ist kleiner als 2 - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Mode invalid. Retaining the last valid configuration.
de: Warnung: Mode ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Time coordinates of the array of interpolation points not sorted. Retaining the last valid configuration.
de: Warnung: Die Zeitkoordinaten des Stützstellenarrays sind nicht sortiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Period length of zero. Retaining the last valid configuration.
de: Warnung: Die Periodendauer ist null - die zuletzt gültige Parametrierung wird beibehalten.

source: Error allocating I/O library resources
de: Fehler beim Allokieren der IO-Library Ressourcen.

source: Error reading the I/O configuration
de: Fehler beim Lesen der IO-Konfiguration.

source: Buffer lost
de: Ein Puffer ging verloren.

source: The specified buffer is invalid.
de: Der übergebene Puffer ist ungültig.

source: Difference between calculated and configured values
de: Differenz errechnete zu konfigurierte Werte.

source: Zero frame received
de: Nullframe empfangen.

source: Internal SCM error
de: Interner Fehler des SCM

source: Synchronization problem during SCM file access
de: Synchronisationsproblem beim Dateizugriff des SCM

source: SCM cannot open any more files.
de: SCM kann keine weiteren Dateien mehr öffnen

source: Access to SCM file blocked
de: Zugriff auf eine Datei des SCM gesperrt

source: Faulty format of a file in the SCM
de: Fehlerhaftes Format einer Datei des SCM

source: Faulty sequence when transferring an SCM file
de: Fehlerhafter Ablauf bei der Übertragung einer Datei des SCM

source: Communication problem between SCM and SLX
de: Kommunikationsproblem zwischen SCM und SLX

source: Error accessing SLX registers by SCM
de: Fehler bei Zugriff auf Register der SLX durch den SCM

source: Incompatible SCM data module found
de: Inkompatibles Datenmodul des SCM gefunden

source: Invalid mode
de: Ungültiger Modus.

source: FIFO buffer already exists.
de: Fifo existiert bereits.

source: The FIFO buffer does not exist.
de: Fifo existiert nicht.

source: Maximum number of FIFO buffers already reached in the system
de: Maximale Anzahl an Fifo im System bereits vorhanden.

source: The FIFO buffer is already full.
de: Der Fifo Buffer ist bereits voll.

source: The FIFO buffer is empty.
de: Der Fifo Buffer ist leer.

source: Not enough memory available for malloc().
de: Zuwenig Speicher verfügbar bei malloc()

source: Invalid memory class with MEM_alloc.
de: Ungültige Speicherklasse bei MEM_alloc

source: Invalid input parameter in the release memory function
de: Ungültiger Parameter bei MEM_free im Userbereich (MEM_alloc)

source: Invalid parameter for MEM_free in the OS area.
de: Ungültiger Parameter bei MEM_free im Automation Runtime-Bereich

source: Invalid parameter for MEM_free in the digital internal variable area.
de: Ungültiger Parameter bei MEM_free für digitale Merker

source: Invalid parameter for MEM_free in the analog internal variable area.
de: Ungültiger Parameter bei MEM_free für analoge Merker

source: Invalid parameter for MEM_free in the debug area.
de: Ungültiger Parameter bei MEM_free im Debug-Bereich

source: Invalid parameter for MEM_free in the copy area.
de: Ungültiger Parameter bei MEM_free im Kopier-Bereich

source: Invalid parameter for MEM_free in the driver area.
de: Ungültiger Parameter bei MEM_free im Treiber-Bereich

source: Invalid parameter for MEM_free in the PP DPR area.
de: Ungültiger Parameter bei MEM_free im PP-DPR-Bereich

source: Invalid parameter for MEM_free in the digital I/O area.
de: Ungültiger Parameter bei MEM_free im dig. IO-Bereich

source: Transferred data length or pointer to data is incorrect.
de: Übergebene Datenlänge oder Pointer auf Daten ist falsch

source: Invalid parameter for MEM_free in the IO VW area.
de: Ungültiger Parameter bei MEM_free im IO Managementbereich

source: Invalid parameter for MEM_free in the digital RIO area.
de: Ungültiger Parameter bei MEM_free im dig. RIO-Bereich

source: Invalid parameter for MEM_free in the analog RIO area.
de: Ungültiger Parameter bei MEM_free im ana. RIO-Bereich

source: Invalid parameter for MEM_free in the RIO VW area.
de: Ungültiger Parameter bei MEM_free im RIO Managementbereich

source: Invalid parameter for MEM_free in local RIO area.
de: Ungültiger Parameter bei MEM_free im lok. RIO-Bereich

source: A null pointer was transferred.
de: Ein Nullpointer wurde übergeben.

source: Buffer for array has an incorrect size.
de: Buffer für Array hat falsche Größe.

source: Technology Guard not started
de: Technology Guard nicht gestartet

source: Error accessing license
de: Fehler bei Lizenzzugriff

source: Licensing violation
de: Lizenzverletzung

source: Error creating update context
de: Fehler beim Erstellen des Update Kontexts.

source: Error performing Technology Guard license update
de: Fehler beim Durchführen des Lizenzupdates des TechGuards

source: Invalid license ident
de: ungültiger Lizenzident

source: Specified Technology Guard not found
de: Angegebener TechGuard wurde nicht gefunden.

source: Context size too large
de: Größe des Kontexts zu groß

source: Unsupported license access
de: nicht unterstützter Lizenzzugriff

source: License violation lifted
de: Lizenzverletzung aufgehoben

source: License data not yet available
de: Lizenzdaten noch nicht verfügbar

source: Unknown dongle
de: Unbekannter Dongle

source: Invalid user data array size.
de: ungültige Userdatenarraygröße

source: License status still unknown
de: Lizenzstatus noch unbekannt

source: Customer operating time counter already started
de: Kundenbetriebsstundenzähler bereits gestartet

source: Technology Guard asic update
de: Technology Guard ASIC Update Statusmeldung. Für mehr Information siehe ASCII Daten.

source: The specified Modbus TCP slave is not configured with a "fixed buffer size".
de: Der angegebene Modbus Tcp Slave ist nicht mit "fixer Puffergröße" projektiert

source: A Modbus TCP slave is not running on the specified station.
de: Auf der angegebenen Station läuft kein Modbus Tcp Slave.

source: The specified address is outside the valid range.
de: Die angegebene Adresse liegt außerhalb des gültigen Bereichs

source: Invalid number of elements specified
de: Ungültige Anzahl an Elementen übergeben.

source: General internal error
de: Allgemeiner interner Fehler aufgetreten

source: The command server was not activated.
de: Der Kommandoserver wurde nicht aktiviert.

source: Invalid parameters.
de: Ungültige Parameter.

source: Request queue is full.
de: Requestqueue ist voll.

source: Response buffer too small
de: Antwortbuffer zu klein.

source: Client connection accepted
de: Clientverbindung akzeptiert.

source: Client closed the connection.
de: Client beendete die Verbindung.

source: Could not allocate connection resources
de: Verbindungsressourcen konnten nicht allokiert werden.

source: Maximum number of clients reached
de: Maximale Clientanzahl erreicht.

source: The command is too long.
de: Das Kommando ist zu lang.

source: SAFELOGIC doesn't support command access
de: SAFELOGIC unterstützt Kommandozugriff nicht.

source: SafeLOGIC controller in use
de: SAFELOGIC ist in Verwendung.

source: Connection closed by SafeLOGIC controller
de: Verbindung wurde von der SAFELOGIC beendet.

source: Unable to establish connection to the SafeLOGIC controller
de: Verbindungsaufbau zur SAFELOGIC schlug fehl.

source: General error when opening device driver
de: Allgemeiner Fehler beim Gerätetreiber öffnen.

source: General error calling the device driver (Read)
de: Allgemeiner Fehler beim Aufruf des Gerätetreibers (Read).

source: General error calling the device driver (Write)
de: Allgemeiner Fehler beim Aufruf des Gerätetreibers (Write).

source: Client connection close due to an AR-internal client
de: Clientverbindung wurde aufgrund eines AR internen Clients beendet.

source: Hardware module doesn't exist
de: Hardwaremodul nicht vorhanden.

source: Register access currently in progress
de: Registerzugriff ist aktuell in Arbeit.

source: Channel doesn't exist
de: Der Channel ist nicht vorhanden.

source: Unable to access
de: Der Zugriff schlug fehl.

source: General error in DdxxIoIOLink
de: Allgemeiner Fehler in DdxxIoIOLink

source: IO-Link thread was not started.
de: IO-Link Thread wurde nicht gestartet.

source: Response string is too long.
de: Responsestring zu lang.

source: Invalid IO-Link master communication request type.
de: Ungültiger IO-Link Master Kommunikationsrequesttyp.

source: IO-Link module communication queue is full.
de: IO-Link Modul Kommunikationsqueue ist voll.

source: Frame error in the response from the IO-Link module.
de: Framefehler in Antwort des IO-Link Moduls.

source: IO-Link module configuration error.
de: Konfiguationsfehler eines IO-Link Moduls.

source: Incorrect IO-Link device connected.
de: Falsches IO-Link Gerät angeschlossen.

source: Request type is not supported.
de: Requesttyp wird nicht unterstützt.

source: Connection establish to the IO-Link module fails
de: Verbindungsaufbau zum IO-Link Modul schlug fehl

source: The event forwarding of the IO-Link device could not be activated
de: Aktivierung der Eventweiterleitung am IO-Link Modul schlug fehl

source: Process data write access not possible
de: Schreibender Zugriff auf Prozessdaten

source: No IO-Link device connected.
de: Kein IO-Link Gerät angeschlossen.

source: IO-Link is deactivated.
de: IO-Link deaktiviert.

source: Error when communicating with the IO-Link device.
de: Kommunikationsfehler mit IO-Link Gerät.

source: IO-Link master request queue full
de: Requestqueue am IO-Link Master ist voll

source: Request not supported
de: Request wird nicht unterstützt

source: Object access failed
de: Objektzugriff schlug fehl

source: Vendor-specific object access error
de: Objektzugriff herstellerspezifischer Fehler

source: Incorrect interface number
de: Falsche Schnittstellennummer

source: Write access set to read-only.
de: Schreibzugriff auf read only.

source: No input data available.
de: Keine Eingangsdaten verfügbar.

source: Frame too short
de: Frame zu kurz

source: Events lost.
de: Events gingen verloren.

source: Device has no input data
de: Device verfügt über keine Eingangsdaten

source: Device has no output data
de: Device verfügt über keine Ausgangsdaten

source: AsRTcont base error number
de: AsRTcont Basisfehlernummer

source: No or wrong device
de: Gerät existiert nicht

source: No reACTION program name
de: Kein reACTION-Programmname

source: No station specified or station doesn't exist
de: Ungültige Station

source: Error hooking the messaging function with installed reACTION programs
de: Einhängen der Benachrichtigungsfunktion über installierte reACTION-Programme fehlgeschlagen.

source: Automatic update active
de: Automatisches Update aktiv

source: Missing configuration entry in the hw descrition file of the reACTION module
de: Fehlender Konfigurationseintrag in der HW-Beschreibungsdatei des reACTION-Geräts.

source: I/O module not in the state RUN
de: I/O-Modul nicht im Zustand RUN

source: No reACTION program found for the update
de: Kein reACTION-Programm für das Update gefunden

source: Error setting "XML Header OFF" in I/O module
de: Setzen von "XML Header OFF" im I/O-Modul fehlgeschlagen

source: Error setting the file ID in the I/O module
de: Setzen der Datei-ID im I/O-Modul fehlgeschlagen

source: reACTION programm content corrupt
de: reACTION-Programm Inhalt korrupt

source: Error updating reACTION program
de: reACTION-Programm-Update fehlgeschlagen

source: I/O module in incorrect state after program update
de: I/O-Modul nach dem Programm-Update in einem falschen Zustand

source: Error setting the program date in the I/O module
de: Setzen des reACTION-Programm-Datums im I/O-Modul fehlgeschlagen

source: Error setting the program checksum in the I/O module
de: Setzen des reACTION-Programm-Datums im I/O-Modul fehlgeschlagen

source: Reading flash date failed
de: Auslesen des Flashdatums schlug fehl

source: Writing flash date failed
de: Schreiben des Flashdatums schlug fehl

source: Reading flash checksum failed
de: Auslesen der Flashchecksumme schlug fehl

source: Writing flash checksum failed
de: Schreiben der Flashchecksumme schlug fehl

source: I/O module does not support reACTION programm download
de: Das I/O-Modul unterstützt keinen reACTION Programmupdate

source: Other update is in progress
de: Weiteres reACTION Programmupdate aktiv

source: Ressource problem during the reACTION programm update
de: reACTION Programmupdate Ressourcenproblem

source: Invalid name specified for the interface
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Failure transmitting message to EthernetIP stack
de: Das Senden der Message an den EthernetIP Stack ist fehlgeschlagen.

source: Timeout transmitting message to the EthernetIP stack
de: Das Senden der Message an den EthernetIP Stack ist in ein Timeout gelaufen.

source: Message transmitted to the EthernetIP stack acknowledged with an error (see eipStatus)
de: Die gesendete Message an den EthernetIP Stack wurde mit einem Fehler quittiert (siehe eipStatus).

source: Could not allocate any more memory
de: Es konnte kein Speicher mehr allokiert werden.

source: Failure registering listener
de: Der Listener konnte nicht angemeldet werden.

source: No more entries exist
de: Es sind keine weiteren Einträge vorhanden.

source: Specified buffer size too small
de: Angegebene Bufferlänge ist zu klein.

source: IO-Link master does not exist or disabled
de: Kein oder deaktivierter IO-Link Master

source: Communication error occurred
de: Kommunikationsfehler ist aufgetreten

source: Maximum concurrent access count reached
de: Maximale gleichzeitige Zugriffsanzahl erreicht

source: Communication buffer is full.
de: Kommunikationspuffer ist voll

source: The object access length exceeds the limit.
de: Die Schreibzugrifflänge überschreitet das Limit

source: The read buffer is too small.
de: Der Lesepuffer ist zu klein

source: IO-Link driver error
de: IO-Link Treiberfehler

source: Specified data type is invalid.
de: Übergebener Datentyp ist ungültig

source: Event read
de: Event wurde ausgelesen

source: Event buffer empty
de: Eventpuffer leer

source: Vendor-specific error code.
de: Das IO-Link Gerät hat einen herstellerspezifischen Fehler erkannt

source: Invalid parameter for free().
de: Ungültiger Parameter bei free()

source: Invalid memory class with MEM_free.
de: Ungültige Speicherklasse bei MEM_free

source: Invalid memory management structure in the user area.
de: Ungültige Speicherverwaltungsstruktur im Userbereich (MEM_alloc)

source: Invalid memory management structure in the PCCSW area.
de: Ungültige Speicherverwaltungsstruktur im Automation Runtime-Bereich

source: Saving the configuration module name failed.
de: Sicherung des Konfigurationsmodulnamen fehlgeschlagen.

source: Invalid memory management structure in the OS area.
de: Ungültige Speicherverwaltungsstruktur im Automation Runtime-Bereich

source: Configuration could not be saved.
de: Konfiguration konnte nicht gesichert werden.

source: Invalid memory management structure in the digital internal variable area.
de: Ungültige Speicherverwaltungsstruktur im dig. Merker-Bereich

source: Invalid memory management structure in the analog internal variable area.
de: Ungültige Speicherverwaltungsstruktur im ana. Merker-Bereich

source: Invalid XML element or attribute was found.
de: Ungültiges XML Element oder Attribut vorgefunden.

source: Loaded configuration could not be saved.
de: Geladene Konfiguration konnte nicht gesichert werden.

source: Loading the configurations from a configuration module has failed.
de: Laden der Konfigurationen aus einem Konfigurationsmodul ist fehlgeschlagen.

source: Unloading the configurations from a configuration module has failed.
de: Entladen der Konfigurationen aus einem Konfigurationsmodul ist fehlgeschlagen.

source: Invalid memory management structure in the debug area.
de: Ungültige Speicherverwaltungsstruktur im Debug-Bereich

source: Access via the online service failed.
de: Der Zugriff über den Online-Dienst ist fehlgesschlagen.

source: Invalid memory management structure in the copy area.
de: Ungültige Speicherverwaltungsstruktur im Kopier-Bereich

source: Unsupported format
de: Format wird nicht unterstützt

source: Could not write extracted file.
de: Extrahierte Datei konnte nicht geschrieben werden

source: Invalid memory management structure in the driver area.
de: Ungültige Speicherverwaltungsstruktur im Treiber-Bereich

source: Invalid memory management structure in PP DPR area.
de: Ungültige Speicherverwaltungsstruktur im PP-DPR-Bereich

source: Invalid memory management structure in the digital I/O area.
de: Ungültige Speicherverwaltungsstruktur im dig. IO-Bereich

source: Could not establish communication between Automation Runtime and I/O firmware
de: Es konnte keine Kommunikation zwischen dem Automation Runtime und der IO Firmware hergestellt werden.

source: Invalid memory management structure in the analog I/O area.
de: Ungültige Speicherverwaltungsstruktur im ana. IO-Bereich

source: Invalid memory management structure in IO VW area
de: Ungültige Speicherverwaltungsstruktur im IO Managementbereich

source: Invalid memory management structure in the digital RIO area.
de: Ungültige Speicherverwaltungsstruktur im dig. RIO-Bereich

source: Invalid memory management structure in the analog RIO area.
de: Ungültige Speicherverwaltungsstruktur im ana. RIO-Bereich

source: Invalid memory management structure in RIO VW area.
de: Ungültige Speicherverwaltungsstruktur im RIO Managementbereich

source: Invalid memory management structure in the local RIO area.
de: Ungültige Speicherverwaltungsstruktur im lok. RIO-Bereich

source: Error in XDD device description file
de: Ein Fehler in der XDD Gerätebeschreibungsdatei wurde gefunden.

source: Error during SDO transfer
de: Ein Fehler während des SDO-Transfers ist aufgetreten.

source: Error updating firmware on an I/O module
de: Fehler bei Firmware-Update eines IO Moduls.

source: Invalid memory class.
de: Ungültige Speicherklasse

source: Incorrect PROM type. No FIXRAM configured?
de: Falscher PROM-Typ, kein FIXRAM konfiguriert ?

source: Not enough PROM/FLASH memory available.
de: Zu wenig freier PROM/FLASH-Speicher

source: PROM/FLASH not erased.
de: PROM/FLASH nicht gelöscht

source: PROM/FLASH cannot be burned. Write-protected?
de: PROM/FLASH kann nicht gebrannt werden, Schreibschutzschalter ?

source: PROM/FLASH with programming voltage not deleted.
de: PROM/FLASH mit Programmierspannung nicht gelöscht

source: PROM/FLASH verify not OK.
de: PROM-/FLASH-Verify nicht OK

source: The checksum in the program code isn't correct in RAM.
de: Checksumme des Programmiercodes im RAM stimmt nicht

source: Device number does not exist
de: ALI: Das referenzierte ALI-Device (SAP-Liste) existiert nicht

source: ALI: The referenced Telegram Queue (Layer7-SAP) doesn't exist
de: ALI: Die referenzierte Telegramm-Queue (Layer7-SAP) existiert nicht
